import dateFormat from 'dateformat'



dateFormat.i18n = {
  dayNames: [
    "Нд",
    "Пн",
    "Вт",
    "Ср",
    "Чт",
    "Пт",
    "Сб",
    "Неділя",
    "Понеділок",
    "Вівторок",
    "Середа",
    "Четвер",
    "П\'ятниця",
    "Субота",
  ],
  monthNames: [
    "Ciч",
    "Лют",
    "Бер",
    "Кві",
    "Тра",
    "Черв",
    "Лип",
    "Серп",
    "Вер",
    "Жовт",
    "Лист",
    "Гру",
    "Cічень",
    "Лютий",
    "Березень",
    "Квітень",
    "Травень",
    "Червень",
    "Липень",
    "Серпень",
    "Вересень",
    "Жовтень",
    "Листопад",
    "Грудень",
  ],
  timeNames: ["a", "p", "am", "pm", "A", "P", "AM", "PM"],
};
export const df = dateFormat


